text = {
    "unknown_input": "دستور شما نامعتبر است. ❌"
                     "\nلطفا از دستورات یا دکمه‌های موجود در منو استفاده کنید.",
    "error_msg": "بخشید، مشکلی وجود داشت!",
    "just_for_show": "این کلید فقط جهت نمایش اطلاعات است!",
    "already_on_this": "شما روی این گزینه هستید!",
    "start_message": "سلام به ربات اطلاع رسانی قطعی برق خوش آمدید",
    'please_send_your_bill_id': "لطفا آیدی فاکتور خودتون رو ارسال کنید",
    "input_should_be_number": 'آیدی فقط باید به صورت عددی باشد! دوباره امتحان کنید',
    'action_canceled': 'عملیات کنسل شد!',
    "are_you_sure_about_this_address": "🔍 آیا از ثبت این آدرس اطمینان دارید؟",
    "are_you_sure_about_remove_this_address": "آیا مطمئنید که میخواهید این آدرس را پاک کنید؟",
    "processing": "درحال بررسی... ⌛",
    "bill_id_succesfully_added": "✅ هر روز اطلاعیه قطعی برق این فاکتور را به محض اعلام شدن دریافت میکنید!",
    "you_already_have_this_bill": "❌ شما این اطلاعیه را قبلا اضافه کردید!",
    "wait": "لطفا مقداری صبر کنید...",
    "select_your_bill": "لطفا قبض مورد نظر را انتخاب کنید:",
    "your_service_detail": "🔍 جزئیات قبض مورد نظر شما:",
    "removed_successfully": "✅ شما دیگر اطلاعیه های این آدرس را دریافت نمیکنید",
    "no_service_found": "شما هیچ آدرس فعالی ندارید، همین الان یکی بسازید:",
    "task_failed": "❌ عملیات شکست خورد!"
}

keyboard = {
    "new_notification": "افزودن اطلاع رسانی",
    "my_bills": "فاکتور های من",
    "cancel_button": 'بیخیال',
    "home_button": 'منو اصلی 🏠',
    "try_again_button": 'تلاش دوباره 🔄',
    "yes_im_sure": "بله مطمئنم ✅",
    "no_cancle_it": "نه منصرف شدم ❌",
    "remove": "حذف ⬇️",
    "back": "برگشت ⬅️"
}